Revit 2027 API
SymbolTypeId.Atm Property
 Symbol atm, indicating unit Atmospheres.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Atm { get; }
Public Shared ReadOnly Property Atm As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Atm {
	ForgeTypeId^ get ();
}
static member Atm : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace